{
    "mobile.Body.A001": "According to Apple, your app has content that goes against their [policies](https://developer.apple.com/app-store/review/guidelines/#safety%29). This content may include but is not limited to offensive and upsetting content, false information, overtly sexual content and more.  \n\n**Follow the steps to get your app approved:**  \n\n1. Remove any content from your app that may go against Apple's policy.\n2. Next, go to your App Store listing **on desktop**\n3.  Remove any content that goes against Apple's policy. \n4. When you're done, select \"Save & Continue\". \n5. Come back here and tap \"**Mark as done**\".",
    "mobile.Body.A002": "According to Apple, your app includes references to third party platforms. For your app to be approved, you need to remove any mentions of third parties. Learn more about [Apple's guidelines](https://developer.apple.com/app-store/review/guidelines/).  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to: [Store listings](branded-apps/customize/store).\n2. Remove or change any mentions of third parties (E.g. Change \"Android\" to \"mobile phone\"). When you're done, click \"Save & Continue\". \n3. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A003": "Apple has new or updated agreements. To get your app approved, you need to agree to the policies.**Follow the steps to get your app approved:**\n\n1.  Go to: [\"Agreements, Tax and Banking\"](https://appstoreconnect.apple.com/agreements/#/)  in your App Store Connect account\n2.  Select \"View and Agree to Terms\" next to each of Apple's updated or new agreements\n3.  Read each of the agreements and accept them if needed.\n4. When you're done, come back here and select \"**Mark as done**\".",
    "mobile.Body.A004": "Your app includes links or buttons directing customers to make purchases outside of your app. For your app to be approved, you must provide in-app purchasing options only.  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to the \"Site & App\" tab at the bottom of your screen.\n2. Tap \"Customize\" under \"Mobile Apps\".\n3.  Remove all links and buttons in your app that lead customers to out-of-app purchase. \n4. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A005": "According to Apple, your app doesn't meet their [minimum functionality](https://developer.apple.com/app-store/review/guidelines/#minimum-functionality) requirements. This means you need to include more elements and content that elevates your app beyond a website.  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to the \"Site & App\" tab at the bottom of your screen.\n2. Tap \"Customize\" under \"Mobile Apps\".\n3. Tap on +Add Elements to dd more [elements and content](https://support.wix.com/en/article/wix-owner-app-customizing-your-site-on-the-member-apps#adding-elements-to-your-screens) to your app. \n4. Come back here and tap \"**Mark as done**\".",
    "mobile.Body.A006": "For your app to be approved, you need to verify your Apple Developer ID.  \n  \n**Follow the steps to get your app approved:**  \n\n1. Log in to your [Apple Developer account](https://developer.apple.com/account/).\n2. A pop-up screen asking you to verify your Apple Developer ID should appear, follow the instructions to verify your account.  \n3. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A007": "The image you uploaded as your \"app icon\" has transparency in it. For your app to be approved by Apple, upload an image that is non-transparent (opaque).  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to: [App Store listing](branded-apps/publish/store/apple).\n2. Upload an image that is opaque to \"app icon\" and click \"Save & Continue\".\n3. Next, go to \"[Name and icon](branded-apps/customize/design/nameAndIcon)\".\n4. Upload an image that is opaque to \"app icon\" and click \"Save & Continue\".\n5. Come back here and click the \"**Mark as done**\" button.  \n  \n  \nNeed help adding an opaque background to your \"app icon\" image?  \nUse the [Wix Photo Studio background tool](https://support.wix.com/en/article/wix-media-using-the-wix-photo-studio-tools) in the [Media Manager](https://support.wix.com/en/article/wix-media-accessing-the-media-manager).\n",
    "mobile.Body.A011": "[According to Apple](https://developer.apple.com/app-store/review/guidelines/#data-collection-and-storage), you need to allow all users to view your app without having to log in. To get your app approved, you need to change your app from member mode to visitor mode. Learn more about [visitor mode](https://support.wix.com/en/article/branded-app-by-wix-login-screen-visibility)  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to: [App Settings](branded-apps/settings). \n2.  Select \"Visitor mode\" under \"Login screen visibility\" and then click \"Save & Continue\".\n3. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A012": "Apple couldn't approve your app because it provides services in highly regulated fields (E.g. banking, healthcare, legal cannabis use, air travel and [more](https://developer.apple.com/app-store/review/guidelines/#legal)). To get your app approved, you need to change your app's enrollment type. \n**Note:** If you believe this rejection isn't valid for your app's services, please email [brandedapp@wix.com](mailto:brandedapp@wix.com) and let us know why so we can speak to Apple on your behalf.\n\n **Follow the steps to get your app approved:**  \n \n 1. Contact [Apple Developer Support](https://developer.apple.com/support/) and request to change your Apple Developer account from an individual account to an organization account. \n 2. Once Apple changes your account, go to the [Apple Developer Account](branded-apps/publish/apple-account) section of your Branded App dashboard and click, \"Let's Go\".\n 3. Next, carefully follow all the instructions and fill in the \"Required info\" sections.\n 4. Make sure to click \"Save & Continue\" after each step and \"Save\" when you're done.\n 6. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A013": "An app with the same app name as yours already exists in the App Store. For your app to be approved, you need to change your app's store listing name to something different.  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to: [Store listings](branded-apps/customize/store).\n2. Click on the \"App details\" section.\n3. Type a new app name for your app under \"App listing name\" and click \"Save & Continue\".\n4. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A014": "According to Apple's [guidelines](https://developer.apple.com/app-store/review/guidelines/#copycats), your app mentions third parties (e.g. protected logos, pictures, names, videos, audios and more). For your app to be approved by Apple, these mentions need to be legally approved or removed from your app.  \n\n**Follow the steps to get your app approved:**  \n\n1. Email Wix at: [brandedapp@wix.com](mailto:brandedapp@wix.com) with all legal documentation, evidence or copyrights relating to third party mentions.\n2. If you don't have legal evidence or copyrights, remove any third party mentions from your app with the Wix app.\n3. Come back here click the \"**Mark as done**\" button.",
    "mobile.Body.A015": "According to Apple's [guidelines](https://developer.apple.com/app-store/review/guidelines/#physical-harm), your app provides services that are sensitive (E.g. Cannabis related services, gambling or [more](https://developer.apple.com/app-store/review/guidelines/#physical-harm)).\nFor your app to be approved by Apple, please provide documentation of licensing and permissions for the locations where your app is available. Documentation should include proof of applicable laws that support your rights to offer certain products or services.  \n\n**Follow the steps to get your app approved:**  \n\n1. Email Wix at: [brandedapp@wix.com](mailto:brandedapp@wix.com) with all documentation, evidence, licensing, and permissions relating to your services\n2. Come back here click the \"**Mark as done**\" button",
    "mobile.Body.A016": "Your app's \"App Store listing\" name is different from its \"App & icon\" app name. For your app to be approved, you need to change the names to be the same so app users will be able to find your app on their mobile phone when they download it from the App Store.  \n\n**Follow the steps to get it approved:**  \n\n1. Go to: [App Store listings](branded-apps/publish/store/apple) or [Name & icon](branded-apps/customize/design/nameAndIcon).\n2. Change your app's name so that it's the same in the App store listing and in \"Name & icon\".\n3. Once you've made the change, click \"Save & Continue\". \n4. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A017": "Your Apple Developer account has reached the maximum allowed contributors (distribution certificates). For your app to be submitted to Apple, Wix needs admin permission.  \n\n**Follow the steps to allow Wix to submit your app:**  \n\n1. Log in to your [Apple Developer account](https://appstoreconnect.apple.com).\n2. Click on the \"Users and Access\" section.\n3. Click \"Edit\", seen on the right side of the screen and delete one of the admins.\n4.  Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A018": "Your Apple Developer account wasn't created successfully. For your app to be approved, connect your push notification key and application programming key. \n\n**Follow the steps to get your app approved:** \n\n1. Go to the [Apple Developer Account](branded-apps/publish/developer-accounts/apple) section on your Mobile App Overview. \n2. Click \"Let's Go\". \n3. **Carefully follow all the instructions** of Step 3, \"Connect a PN key\". Then, provide the \"Required info\" and click \"Continue\". \n4. Next, **carefully follow all the instructions** under Step 4, \"Connect an API key\", provide the \"Required info\" and click \"Save\". \n5. Come back here and click the \"**Mark as done**\" button. \n\n**Need help setting up your developer account?** [Book a call with an expert](https://www.brandedappbookacall.com/).",
    "mobile.Body.A019": "Your app has Wix's default content. For your app to be approved by Apple, you need to remove the default content or add original content.  \n\n**Follow the steps to get your app approved:**  \n\n1. Tap on the \"Site & App\" tab. \n2. Tap \"Customize\" under \"Mobile Apps\". \n3. Delete or hide tabs and sections that have Wix's default content or add your own original content.  \n4. Come back here and tap \"**Mark as done**\". ",
    "mobile.Body.A020": "[According to Apple](https://developer.apple.com/app-store/review/guidelines/#unacceptable), your app includes the ability to collect charitable donations which isn't appropriate for the App Store. [Learn more](https://developer.apple.com/apple-pay/nonprofits/)  \n\n**Follow the steps to get your app approved:**  \n\n1. Get your non-profit approved on Benevity.org. Then, email [brandedapp@wix.com](mailto:brandedapp@wix.com) with all relevant documents and forms to prove your app is for a non-profit including the confirmation of approval from Benevity.\n2. Open the Wix app on your mobile phone and provide an in-app link to your website that launches Safari or SFSafariViewController for users to donate. Note: If you're not an approved nonprofit, you may add a link in your app to send an SMS to make the donation.\n3. If you want to collect donations within your app you need to [connect Apple Pay as a payment method.](https://support.wix.com/en/article/adding-apple-pay-as-a-payment-method-in-wix-payments)\n4. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A021": "According to Apple, your app's full description doesn't accurately describe your app's features. To get your app approved, you need to change your App Store full description to better describe your app. [Learn more](https://developer.apple.com/app-store/product-page/#:~:text=Screenshot-,Description,-Provide%20an%20engaging)  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to: [Store listings](branded-apps/customize/store).\n2. Click on the \"App details\" section.\n3. Type a description in the \"Full description\" section that describes all your apps features accurately and click \"Save & Continue\". \n4. Come back here and click the \"**Mark as done**\" button. ",
    "mobile.Body.A023": "Your app currently contains a contest or sweepstakes. For your app to be approved by Apple, you need to add more information about it.  \n\n**Follow the steps to add more info and get your app approved:**  \n\n1.  Add the official rules for the contest or sweepstake in the app and make sure they are always available to users. \n2. Include an explicit statement that Apple is in no way involved in the contest or sweepstake. \n3. Come back here and tap \"**Mark as done**\".",
    "mobile.Body.A024": "According to Apple, your app's usefulness is limited because it seems to be intended for a small or niche set of users. For your app to be approved by Apple, you need to remove any content that describes your app as limited to a certain number of members.  \n\n**Follow the steps to get your app approved:**  \n\n1. Remove any content that says your app is limited to a certain number of members.\n2. Come back here and tap \"**Mark as Done**\".",
    "mobile.Body.A025": "Your Apple Developer program membership has expired, and your app has been removed from the App Store. To get your app live in the Apple App Store, you need to renew your membership. Once renewed, it might take a few days for your app to be live again.  [Learn more](https://developer.apple.com/support/renewal/)  \n\n**Follow these steps:**  \n\n1.  Log in to your [Apple Developer account](https://developer.apple.com/account/).\n2.  Select the \"Renew membership\" button and follow the directions.\n3.  Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A027": "For your digital booking services to be approved for sale with Apple In-App Purchase, you need to set up your banking and tax information. \n\n**Follow the steps to get your services approved:** \n\n1. Go to: [Apple in-app purchase](branded-apps/customize/apple-in-app-purchase). \n2. Go to \"Step 2\" and follow all the instructions. **Make sure you select all the relevant tax forms and complete them**. \n3. Check the checkbox next to \"I've added my banking and tax information to my Apple Developer account\" and click \"Save & Continue.\" \n4. Continue to \"Step 3\" and select \"Add All to My Next Submission\". \n5. Next, select \"Mobile App Overview\" on the popup. \n6. From your application status screen, review your services and select \"Resubmit\" to resubmit your app and its services for review by Apple. \n7. Come back here and click the \"**Mark as Done**\" button.",
    "mobile.Body.A028": "According to Apple, your app offers one or more services that are only allowed for sale through Apple's in-app purchase mechanism. To get your app approved, set up Apple in-app purchase and submit these services to Apple for review. [Learn more](https://support.wix.com/en/article/branded-app-by-wix-setting-up-apple-in-app-purchase)  \n\n**Follow the steps to get your app approved:**  \n\n1.  Go to the [Apple in-app purchase](branded-apps/customize/apple-in-app-purchase) section of your dashboard.\n2. Follow the instructions to set up Apple's in-app purchase and add your services to your next app submission.\n3. Then, come back here, review your services, click the \"**Mark as done**\" button and resubmit your app and its services for review.",
    "mobile.Body.A029": "According to Apple, there's an issue with your Apple Developer Account membership. For your app to be approved, you need to contact Apple directly and submit an appeal. \n\n**Follow these steps to submit an appeal:**  \n\n 1. Check the attached image to learn about the issue with your Apple Developer Account membership.\n 2. Go to: [contact the App Review Team](https://developer.apple.com/contact/app-store/?topic=appeal).\n 3. Select \"I would like to appeal an app rejection or app removal\".\n 4. Add in the missing fields of the form including your account info and app info.\n 5. Then, in the description section, select \"general appeal\" as the topic that fits your appeal request and provide a written statement including any helpful info that answers why your app complies with the App Store Review Guidelines.\n 6. When you've added all the info, select \"Send\".\n 7. Once the issue is resolved with Apple, come back here, and click \"**Mark as Done**\".",
    "mobile.Body.A031": "Your app's App Store listing includes special characters (e.g. emoji, $,#,@). For your app to be approved, you need to remove the special characters.  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to: [App Store listing](branded-apps/publish/store/apple).\n2. Remove any special characters under \"Short description\" and \"Full description\" then click \"Save & Continue\".\n3. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A032": "The screenshots you uploaded for your app's App Store listing don't meet [Apple's guidelines](https://help.apple.com/app-store-connect/#/devd274dd925). To get your app approved, send Wix screenshots of your app and Wix will upload the screenshots to the App Store on your behalf.  \n\n**Follow the steps to get your app approved:**  \n\n1. Prepare the screenshots. You'll need three screenshots for three different device sizes totaling nine screenshots. The device sizes are 6.5-inch, 5.5-inch and 12.9-inch. Make sure the screenshots meet [Apple's guidelines.](https://help.apple.com/app-store-connect/#/devd274dd925)\n2. Send an email to: feedback@wix-branded-app.com with the nine screenshots. \n**Note**: If you choose not to send screenshots Wix will upload Wix generated screenshots of your app.\n3. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A035": "For your app to be approved by Apple, you need to submit documentation of your relationship to the provider of the goods and services in your app.\n\nFollow the steps to get your services approved:\n\n1. Email brandedapp@wix.com with the relevant legal documentation, evidence, and copyrights for owning your business. Make sure that the documentation clearly:\nIdentifies you as the owner of the business or entity\nIncludes relevant signatures and dates\nProvides details explaining your affiliation with the business or entity providing the goods and services in this app.\n2. Come back here and click the \"Mark as done\" button.",
    "mobile.Body.A037": "Your app's App Store support URL needs to direct users to a webpage with your support information. For your app to be approved, update your app's support URL.  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to: [App Store listing](branded-apps/publish/store/apple).\n2. Replace the current support URL with the correct URL and click \"Save & Continue\".\n3. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.A038": "You currently approve each of your mobile app members manually. To get your app approved you need to change your settings to allow automatic approval of members.  \n\n**Follow the steps to get your app approved:**  \n\n1. Tap \"Manage\" at the bottom navigation bar.\n2. Scroll all the way down to \"Settings\" and tap \"Roles & Permissions\".\n3. Disable the \"Join Approval\" toggle.\n4. Come back here and tap \"**Mark as done**\".",
    "mobile.Body.A039": "Apple has a new trader's policy requirement. To get your app approved, you need to pick the relevant account type. **Follow these steps to get your app approved:**\n1. **Log in** to your [**Apple Developer account**](https://developer.apple.com/account/).\n2. Click on the \"**Apps**\" tab.\n3. The notification will be displayed with the option to \"**Complete Compliance requirements**\".\n4. **Complete the steps** the system will guide you with.\n5. Return here and click the **\"Mark as Done\"** button. If you already completed these steps just mark this message as done and resubmit the app. You can learn more about the updated regulations [here](https://developer.apple.com/help/app-store-connect/manage-compliance-information/manage-european-union-digital-services-act-trader-requirements/).",
    "mobile.Body.A042": "Apple removed your app from the App Store in the European Union due to missing trader information.\nApple requires all apps offering goods or services to users in the EU to provide trader information as required by the Digital Services Act (DSA). \n\n**Follow the steps to get your app approved:** \n1. Go to your [Apple Developer account](https://developer.apple.com/account).\n2. Click on the \"Apps\" tab to find your app.\n3. Locate the notification to \"Complete Compliance requirements\".\n4. Complete the required information.\n5. Return here and click \"**Mark as Done**\".\n6. Resubmit your app for Apple's review.\n[Learn more about Apple's requirements](https://developer.apple.com/help/app-store-connect/manage-compliance-information/manage-european-union-digital-services-act-trader-requirements/)",
    "mobile.Body.AG03": "Your app's icons are in the wrong format and need to be changed. For your app to be approved you need to change your icons from a GIF to JPG or PNG format.  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to: [Store Listings](branded-apps/customize/store). \n2. Click on the \"App details\" section.\n3. Upload an image to \"app listing icon\" that is in JPG or PNG format with a non-transparent background and click \"Save & Continue\". \n**Note:** If you're not using the \"same app details for the App Store & Google Play\", make sure to upload an \"app listing icon\" for both the App Store & Google Play.\n4.  Next, go to: [Name and icon](branded-apps/customize/design/nameAndIcon).\n5. Upload an image to \"app icon\" that is in JPG or PNG format with a non-transparent background and click \"Save & Continue\".\n6. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.AG05": "Wix needs your permission to review your app internally. To allow Wix to review and then submit your app to the App Store and Google Play, you need to add and approve Wix as a member of your app.  \n\nFollow the steps to allow Wix to review your app:  \n\n1. Go to [Wix.com](Wix.com) and log in to your account. \n2. Select the site that is connected to your app on the \"My Sites\" screen. \n3. Search for \"Site members\" in the search bar on the top of the screen and select the first option.\n4. Select the \"Pending\" tab.\n3. Select \"Approve\" next to: [brandedapptestuser@gmail.com](brandedapptestuser@gmail.com.).\n6. Come back here and click the \"Mark as done\" button.",
    "mobile.Body.AG07": "Your current premium plan doesn't support any in-app payment options. To get your app approved, you need to upgrade your plan or remove all payment options from your app. [Learn more](https://support.wix.com/en/article/branded-app-by-wix-purchasing-a-branded-app-plan)  \n\n**Follow the steps to upgrade your Branded App Premium plan:**  \n\n 1.  Go to the [Branded App Premium plans](branded-apps/premium).\n 2.  Select the \"Branded Unlimited\" or \"Branded VIP\" package and follow the steps to complete your purchase. \n 3. Come back here and click \"**Mark as done**\".  \n  \n  \n**Note:** If you don't want to upgrade your plan, you need to remove or hide all payment options from your app with the Wix app.  ",
    "mobile.Body.AG08": "According to Apple, the \"Background\" and \"Title and button\" colors of your \"Login screen\" are too similar or the same. To get your app approved, you need to change at least one of the colors.\n\n**Follow the steps to get your app approved:**\n\n1. Go to: [Login Screen](mobile-app/edit-design?forApp=WixBrandedApp), click on the \"Screens\" tab, under \"System screens\" choose the \"Login\" screen.\n2. Choose a different color for your \"Background\" **or** \"Title and button\" and click \"Save\".\n3. Come back to here and click the \"**Mark as done**\" button.",
    "mobile.Body.AG11": "You currently approve each of your mobile app members manually. To get your app approved you need to change your settings to allow automatic approval of members.  \n\n**Follow the steps to get your app approved:**  \n\n1. Tap \"Manage\" at the bottom navigation bar.\n2. Scroll all the way down to \"Settings\" and tap \"Roles & Permissions\".\n3. Disable the \"Join Approval\" toggle.\n4. Come back here and tap \"**Mark as done**\".",
    "mobile.Body.AG12": "You no longer have a Mobile App Premium plan for your app. To keep your app in the App Store and Google Play, purchase or reassign a Mobile App Premium plan to your app. \n\n**Follow the steps to get your app approved:** \n\n1. Go to: [My Sites](wix.com). \n2. Select your profile icon on the top right corner of the screen and choose \"Premium Subscriptions\". \n3. Scroll to the bottom of the screen and select your unassigned Mobile App Premium plan. \n4. Select the three dots and choose \"Assign to site\". \n5. Assign your Mobile App Premium plan to your app's site. \n6. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.G004": "According to Google, your app has content that goes against their [policies](https://support.google.com/googleplay/android-developer/topic/9877466). This content may include but is not limited to inappropriate content, gambling or more. To get your app approved, remove all restricted content from your app.  \n\n**Follow the steps to get your app approved:**  \n\n1. Remove any content from your app that may go against Google's policy.\n2. Next, go to your Google Play store listing **on desktop** \n3. Remove any content from your app that may go against Google's policy.\n4.  When you're done, select \"Save & Continue\".\n5. Come back here and tap \"**Mark as done**\".",
    "mobile.Body.G005": "For your app to be published to Google Play, you need to verify your identity.  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to your Google Play console and select [All Apps](https://play.google.com/console/u/0/signup). \n2. Under \"To publish apps, verify your identity, select \"Verify ID\".\n3. Select \"Start verification\" once you've read and agree to Google's terms.\n4. Enter your legal name, then choose an ID type and select \"Next\" to continue. \n**Note**: The photo ID you choose must be valid, government-issued and should match the personal information you enter during the verification process. \n5. Enter your address, then select \"Submit\".\n7. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.G006": "An app with the same app name as yours already exists in Google Play. For your app to be approved, you need to change your app's store listing name to something different.  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to: [Store listings](branded-apps/customize/store).\n2. Click on the \"App details\" section.\n3. Type a new app name for your app under \"App listing name\" and click \"Save & Continue\". \n4. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.G009": "According to Google, your app's full description doesn't accurately describe your app's features. To get your app approved, you need to change your listing's full description to better describe your app.  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to: [Store listings](branded-apps/customize/store).\n2. Click on the \"App details\" section.\n3. Type a description in the \"Full description\" section that describes all your app's features accurately and click \"Save & Continue\". \n4. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.G013": "According to Google, your app includes references to third party platforms. For your app to be approved, you need to remove any mentions of third parties. Learn more about [Google's guidelines](https://support.google.com/googleplay/android-developer/answer/9898842?hl=en).  \n\n**Follow the steps to get your app approved:**  \n\n1. Go to: [Store listings](branded-apps/customize/store)\n2. Remove or change any mentions of third parties (E.g. Change \"Apple\" to \"mobile phone\"). When you're done, click \"Save & Continue\". \n3. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.G015": "According to Google, your app's short description doesn't accurately describe your app's features. To get your app approved, you need to change your listing's short description to better describe your app.      \n\n**Follow the steps to get your app approved:**  \n\n1. Go to: [Store listings](branded-apps/customize/store).\n2. Click on the \"App details\" section.\n3. Type a description in the \"Short description\" section that describes your app accurately and click \"Save & Continue\". \n4. Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.G016": "Wix needs admin access to your Google Play Console account. For your app to be submitted to Google, you'll need to give Wix admin permission.\n\n**Follow the steps to allow Wix to submit your app:**  \n\n1. Log in to your [Google Play Console account](https://play.google.com/console/u/1/signup/playSignup).\n2. Click on \"Users and permissions\" found on the side menu.\n3. Click on the email ending with @wix-branded-app.com. \n4. Click on \"Account permission\" under \"Permissions\".\n5. Check the checkbox next to \"Admin (all permissions)\" and select \"Save changes\"/.\n7.  Come back here and click the \"**Mark as done**\" button.",
    "mobile.Body.G017": "According to Google's [guidelines](https://developers.google.com/style/other-sources), your app mentions third parties (e.g. protected logos, pictures, names, videos, audios and more). For your app to be approved by Google, these mentions need to be legally approved or removed from your app.  \n\n**Follow the steps to get your app approved:**  \n\n1. Email Wix at: [brandedapp@wix.com](mailto:brandedapp@wix.com) with all legal documentation, evidence or copyrights relating to third party mentions.\n2. If you don't have legal evidence or copyrights, remove any third party mentions from your app using the Wix app.\n3. Come back here click the \"**Mark as done**\" button.",
    "mobile.Body.G021": "o comply with Google's requirements, you must verify your Play Console developer account.\nIf you don't complete this verification process, your developer account and apps may be removed from Google Play.\n[Learn more about account verification](https://support.google.com/googleplay/android-developer/answer/14177239).\n\n**To verify your account**:\n1. Go to your account on [Google Play console](https://play.google.com/console/u/0/signup).\n2. Under the \"Home\" tab, click on \"Get started.\"\n3. Complete the steps Google provides.\n4. Once you're done, return here and click \"**Mark as Done**\".",
    "mobile.Body.G023": "our app has been rejected because it has issues with functionality and user experience. To get your app approved, review the attached screenshots to identify and fix problems that affect usability such as:\n\n1. Unresponsive elements: Buttons, links, or UI elements that don't work as intended.\n2. Navigation: Fix any broken or confusing paths that prevent users from accessing parts of the app.\n3. Unfinished features: Ensure all app features are fully functional.\n\nWhen you've finished making the improvements to your app, return here and click \"Mark as Done.\"",
    "mobile.Body.G025": "For your app to be approved by Google, you need to verify your phone number.\n**Follow the steps to get your app approved:**\n\nLog in to your [Google Developer account](https://play.google.com/console/u/0/signup)\nClick \"View details\" in the account setup section \nFollow the instructions\nCome back here and click **\"Mark as done\"**\n\nReason: Google added a new requirement that users need to verify their phone numbers to get their apps approved.",
    "mobile.Body.G100": "Wix has completed Google's required closed testing for your app (additional testing may still be needed). \n1. Open your app's overview on desktop.\n2. Follow the steps under \"Submission tasks and updates\".",
    "mobile.Body.G200": "Wix has completed the additional round of Google's closed testing required for your app.(additional testing may still be needed). \n1.Open your app's overview on desktop.\n2. Follow the steps under \"Submission tasks and updates\".",
    "Title.A001": "Remove content against Apple's policies",
    "Title.A002": "Remove mentions of third parties in your App Store listing",
    "Title.A003": "Read and agree to a new or updated Apple Developer policy",
    "Title.A004": "Remove external purchasing links and buttons",
    "Title.A005": "Add more elements & content",
    "Title.A006": "Verify your Apple Developer ID",
    "Title.A007": "Upload an app icon image that is non-transparent",
    "Title.A011": "Change your app settings to allow visitor mode",
    "Title.A012": "Change your Apple Developer account entity type",
    "Title.A013": "Change your app's App Store listing name",
    "Title.A014": "Send Wix legal documentation - third party mentions",
    "Title.A015": "Send Wix licensing and permissions - location permission",
    "Title.A016": "Change your app's name to be consistent in your app",
    "Title.A017": "Send Wix admin access to your Apple Developer account",
    "Title.A018": "Connect your Apple Developer account PN Key and API Key",
    "Title.A019": "Remove Wix's default content from your app",
    "Title.A020": "Send Wix relevant documents - nonprofit organization",
    "Title.A021": "Change your app's App Store full description",
    "Title.A023": "Add more information about your contest or sweepstake",
    "Title.A024": "Remove limiting content from your app",
    "Title.A025": "Renew your Apple Developer program membership",
    "Title.A027": "Set up your banking and tax information",
    "Title.A028": "Set up in-app purchase and submit your services for review",
    "Title.A029": "Contact Apple about your Developer Account",
    "Title.A031": "Remove special characters from your App Store listing",
    "Title.A032": "Send Wix Screenshots of your app",
    "Title.A035": "Send Wix business documentation",
    "Title.A037": "Update your apps support URL",
    "Title.A038": "Add missing digital goods and services to your app",
    "Title.A039": "Update Apple trader policy",
    "Title.A042": "Apple removed your app from the EU App Store",
    "Title.AG03": "Change your app icon's format from GIF to PNG or JPG",
    "Title.AG05": "Allow Wix to review your app",
    "Title.AG07": "Upgrade your premium package",
    "Title.AG08": "Change your login screen's colors",
    "Title.AG11": "Change your member approval setting",
    "Title.AG12": "Get a Mobile App Premium plan for your app",
    "Title.G004": "Remove content against Google's policies",
    "Title.G005": "Verify your identity",
    "Title.G006": "Change your app's Google Play listing name",
    "Title.G009": "Change your app's Google Play full description",
    "Title.G013": "Remove mentions of third parties in your Google Play listing",
    "Title.G015": "Change your app's Google Play short description",
    "Title.G016": "Send Wix admin access to your Google Play Console account",
    "Title.G017": "Send Wix legal documentation - third party mentions",
    "Title.G021": "Verify your Google developer account",
    "Title.G023": "Fix functionality and usability issues in your app",
    "Title.G025": "Verify your phone number",
    "Title.G100": "Finalize Google's closed testing",
    "Title.G200": "Finalize Google's follow-up testing on desktop",
    "ACTION_NEEDED": "Action Needed",
    "ALL_CAUGHT_UP": "All caught up",
    "ALL_CAUGHT_UP_CONTENT": "If you have new tasks to complete, you'll be notified and see them here.",
    "ANDROID_STATUS": "Google Play Store Status",
    "APPLE": "Apple",
    "APPLE_APP_STORE": "Apple App Store",
    "APPROVED": "Approved",
    "APPROVED_CONTENT": "Your app's latest submission has been approved and is now live in the {platform}.",
    "APP_STORE": "App Store",
    "BACK_TO_OVERVIEW": "Back to Overview",
    "BRANDED_APP_STATUS": "Your mobile app status",
    "BRANDED_EMAIL_SCREEN_GOT_IT": "Got it",
    "BRANDED_EMAIL_SENT_GENERAL_ERROR": "We're experiencing issues sending you the email you've requested. Try again in a few minutes.",
    "BRANDED_EMAIL_SENT_INFO": "Open the email on desktop to get started.",
    "BRANDED_EMAIL_SENT_LIMIT_REACHED": "The email you've requested has already been sent to \"{dynamic_text_users_email}\". Check your junk folder or try again in 24 hours.",
    "BRANDED_EMAIL_SENT_SUMMARY": "An email has been sent to:",
    "BRANDED_EMAIL_SENT_TITLE": "Email Sent",
    "BRANDED_GET_BRANDED_APP_INFO": "Send a link to your email to get started on desktop.",
    "BRANDED_GET_BRANDED_APP_LEARN_MORE": "How can an app boost my business?",
    "BRANDED_GET_BRANDED_APP_SEND_EMAIL": "Send Email",
    "BRANDED_GET_BRANDED_APP_SUBTITLE": "Increase loyalty and revenue with a mobile app that's listed on the App Store & Google Play.",
    "BRANDED_GET_BRANDED_APP_TITLE": "Create your own native mobile app",
    "BRANDED_GET_BRANDED_APP_TOP_BAT_TITLE": "Mobile App Builder",
    "BRANDED_IN_THE_OWNER_CARD_CONTINUE": "How to continue",
    "BRANDED_IN_THE_OWNER_CARD_SETUP": "Setup In Progress",
    "BRANDED_IN_THE_OWNER_CARD_SETUP.body": "To get your app live, complete your steps from desktop.",
    "BRANDED_IN_THE_OWNER_CONFETTI_LEARN_MORE.link": "https://support.wix.com/en/article/branded-app-by-wix-the-branded-app-overview-in-the-wix-owner-app",
    "BRANDED_IN_THE_OWNER_CONNECTIVITY_MARK_AS_DONE": "Get online to mark this task as done",
    "BRANDED_IN_THE_OWNER_CONNECTIVITY_SUBMIT": "Get online to resubmit your app",
    "BRANDED_IN_THE_OWNER_ERROR_SCREEN_MARK_AS_DONE_CONTENT": "There was a technical issue on our end and we couldn't mark the task as done. Refresh the app to complete the task again.",
    "BRANDED_IN_THE_OWNER_ERROR_SCREEN_MARK_AS_DONE_TITLE": "Task wasn't marked as done",
    "BRANDED_IN_THE_OWNER_ERROR_SCREEN_REFRESH_BUTTON": "Refresh App",
    "BRANDED_IN_THE_OWNER_ERROR_SCREEN_SUBMIT_CONTENT": "There was a technical issue on our end and your app wasn't submitted. Refresh the app to submit your app again.",
    "BRANDED_IN_THE_OWNER_ERROR_SCREEN_SUBMIT_TITLE": "App wasn't submitted",
    "BRANDED_IN_THE_OWNER_REJECTIONS_GENERIC_LIST_ITEM_TITLE": "Issues to fix on desktop",
    "BRANDED_IN_THE_OWNER_REJECTION_SCREEN_GENERIC_BODY": "Some issues can only be fixed on the mobile apps dashboard. Go to desktop to fix them and resubmit your app to the stores.",
    "BRANDED_IN_THE_OWNER_REJECTION_SCREEN_GENERIC_TITLE": "Go to desktop to resubmit",
    "BRANDED_IN_THE_OWNER_RESUBMIT_DIALOG.LEARN_MORE.link": "https://support.wix.com/en/article/branded-app-by-wix-submitting-your-app-for-approval",
    "BRANDED_IN_THE_OWNER_SETUP_DIALOG_COMPLETE_SETUP": "Complete setup from desktop",
    "BRANDED_IN_THE_OWNER_SETUP_DIALOG_COMPLETE_SETUP.content": "1. Log in to your Wix account on desktop \n2. Select '{appName}'\n3. Go to the Site & App tab --> Mobile App\n4. On the '{appName}' tab select 'Go to App Setup'\n5. Complete the setup steps to get your app live",
    "BRANDED_IN_THE_OWNER_SETUP_DIALOG_COMPLETE_SETUP.howToComplete": "How to complete the setup:",
    "BRANDED_IN_THE_OWNER_SETUP_DIALOG_COMPLETE_SETUP.subtitle": "To get your app live on the {storeName}, finish the steps and submit it from desktop.",
    "BRANDED_OVERVIEW": "Mobile App Overview",
    "COMPLETE_THESE_STEPS_TO_RESUBMIT": "Complete these tasks to \n resubmit your app:",
    "COMPLETE_THIS_TASK_FROM_DESKTOP": "Complete this task from desktop",
    "COMPLETE_TIS_TASK_FROM_DESKTOP_CONTENT": "To submit your app, go to desktop and complete from there.",
    "GOOGLE": "Google",
    "GOOGLE_PLAY": "Google Play",
    "GOOGLE_PLAY_STORE": "Google Play Store",
    "GOT_IT": "Got it",
    "IN_REVIEW": "In Review",
    "IN_REVIEW_CONTENT": "Your app is currently being reviewed by Wix and {platform}.\n\nYou'll receive a notification once the reviews are complete which may take up to two business weeks.",
    "IN_REVIEW_CONTENT_APPLE": "Your app is currently being reviewed. You'll receive an email once the review is complete, which usually takes around four weeks (duration depends on Apple and may vary).",
    "IN_REVIEW_CONTENT_GOOGLE": "Your app is currently being reviewed. You'll receive an email once the review is complete, which usually takes around four weeks (duration depends on Google and may vary).",
    "IOS_STATUS": "Apple App Store Status",
    "LATEST": "Your app's latest submission wasn't approved. \n Fix the issues then resubmit the latest version.",
    "LEARN_MORE": "Learn more",
    "LIVE": "Live",
    "LOADING": "Loading your app's overview...",
    "MARK_AS_DONE": "Mark as Done",
    "MARK_AS_DONE_CONTENT": "You'll need to complete this again if a step was missed.",
    "MARK_AS_DONE_NO": "No, go back",
    "MARK_AS_DONE_QUESTION": "Mark as done?",
    "MARK_AS_DONE_YES": "Yes, continue",
    "MORE_INFO": "More Info",
    "NOT_IN_STORE": "Not in Store",
    "READY_TO_RESUBMIT_CONTENT": "Once you submit your app, you won't be able to make changes until the review is complete.",
    "REJECTED_CONTENT": "Fix the issues below to get your app's latest submission live on the {platform}.",
    "RESUBMIT": "Resubmit",
    "SEE_IN_STORE": "See in store",
    "SUBMIT": "Submit",
    "SUBMITTING": " about submitting your app for approval",
    "SUBMIT_BANNER": "You can now submit this version for review.",
    "TASK_COMPLETED": "Task Completed",
    "VERSION": "Version ",
    "YOUR_APP_IS_READY_TO_SUBMIT": "\"{app_name}\" \n is ready to be submitted",
    "YOUR_APP_IS_READY_TO_SUBMIT_TO_APPLE_STORE": "\"{app_name}\" \n is ready to be submitted to Apple Store",
    "YOUR_APP_IS_READY_TO_SUBMIT_TO_GOOGLE_STORE": "\"{app_name}\" \n is ready to be submitted to Google Play",
    "YOUR_APP_SUBMITTED_SUBTITLE": "Whilst it's being reviewed, check out your submission status to be updated.",
    "YOUR_APP_SUBMITTED_TITLE": "Your app was submitted",
    "YOUR_APP_WAS_SUBMITTED": "Your app was submitted",
    "YOUR_APP_WAS_SUBMITTED_CONTENT": "If you have new tasks to complete, you'll be notified and see them here.",
    "brandedDashboard.appIsLiveDialog.button": "Got it",
    "brandedDashboard.appIsLiveDialog.content": "Your app is now available for download on \n Google Play and the App Store.",
    "brandedDashboard.appIsLiveDialog.text": "Invite Members",
    "brandedDashboard.appIsLiveDialog.title": "Your app is live!",
    "mobileUnidash.appTasks.resubmitHint": "You can resubmit your app once \n you complete the tasks."
}